// Задача 2: Напишите программу, которая на вход принимает два числа и выдаёт, какое число большее, а какое меньшее

int numberA=5;
int numberB=7;
int Max=0;
int Min=0;

         if (numberA>numberB)
            {
            Console.WriteLine(Max=numberA);
            Console.WriteLine(Min=numberB);
            }
            else
            {
                Console.WriteLine(Max=numberB);
                Console.WriteLine(Max=numberA);
            }
System.Console.WriteLine($"Число {numberA} Меньше, Число {numberB} Больше" );
